{
    "hello": "Merhaba!",
    "Dashboard": "Kontrol Paneli",
    "posts": "Yazılar",
    "Learning Today" : "Bugün Öğrenme",
    "Leading Tomorrow" : "Yarını Yönetme",
    "Get Started" : "Başlayın",
    "Home" : "Ana Sayfa",
    "Knowledge" : "Bilgi",
    "About" : "Hakkında",
    "Courses" : "Kurslar",
    "courses" : "kurslar",
    "Trainers" : "Eğitmenler",
    "Events" : "Etkinlikler",
    "Pricing" : "Fiyatlandırma",
    "Contact" : "İletişim",
    "Students" : "Öğrenciler",
    "register": "Kayıt Ol",
    "Knowledge is educational website" : "Bilgi, eğitim websitesidir",
    "This site was built by Khaled Al-Abdullah as a homework in Laravel Framework Training Course" : "Bu site, Laravel Framework Eğitim Kursu'nda ödev olarak Khaled Al-Abdullah tarafından oluşturulmuştur.",
    "The site is a principled work so there may be some errors" : "Site prensipli bir çalışmadır, bu nedenle bazı hatalar olabilir",
    "You can add training courses or attend Tribe courses on the site" : "Siteye eğitim kursları ekleyebilir veya Tribe kurslarına katılabilirsiniz",
    "This site is my first site that I am fully working on" : "Bu site, tamamen üzerinde çalıştığım ilk sitemdir",
    "In case you encounter a problem, please go to contact and provide feedback" : "Bir sorunla karşılaşırsanız, lütfen iletişime geçin ve geri bildirim sağlayın",
    "Why Choose Knowledge" : "Neden Bilgi'yi Seçmelisiniz",
    "Well, there are lots of different educational sites but you choose a knowledge site because it is an easy and accessible site to find a lot of training and educational courses that benefit you in the labor market" : "Evet, birçok farklı eğitim sitesi var ancak bir bilgi sitesini seçersiniz çünkü birçok eğitim ve öğretim kursunu bulmak için kolay ve erişilebilir bir sitedir ve size iş piyasasında fayda sağlar",
    "Learn More" : "Daha Fazla Bilgi Edin",
    "diverse" : "çeşitli",
    "Diverse platform where you can find very diverse courses in all areas": "Her alanda çok çeşitli kursları bulabileceğiniz çeşitli bir platform",
    "Accessing the site and subscribing to the courses on it is easy and simple as you only need to access the site and subscribe to the course to join it": "Siteye erişmek ve üzerindeki kurslara abone olmak, sadece siteye erişmeniz ve kursa abone olmanız gerektiği için kolay ve basittir.",
    "available": "mevcut",
    "The site is available to all and we work to provide various trainings and courses to cover the needs of all students": "Site tüm kullanıcılara açıktır ve tüm öğrencilerin ihtiyaçlarını karşılamak için çeşitli eğitimler ve kurslar sağlamak için çalışıyoruz.",
    "mathematics": "matematik",
    "science": "bilim",
    "history": "tarih",
    "english": "İngilizce",
    "simple": "basit",
    "art": "sanat",
    "Profile": "Profil",
    "edite profile": "Profili düzenle",
    "physical education": "beden eğitimi",
    "computer science": "bilgisayar bilimi",
    "business studies": "işletme çalışmaları",
    "social studies": "sosyal çalışmalar",
    "geography": "coğrafya",
    "music": "müzik",
    "foreign languages": "yabancı diller",
    "health education": "sağlık eğitimi",
    "religious studies": "din çalışmaları",
    "psychology": "psikoloji",
    "philosophy": "felsefe",
    "economics": "ekonomi",
    "political science": "siyaset bilimi",
    "environmental science": "çevre bilimi",
    "law": "hukuk",
    "Log in": "Giriş yap",
    "About Me": "Hakkımda"
}
